INSERT INTO listings
(title, description, city, address, price_per_hour, capacity, space_type, image_url, status)
VALUES
    ('Переговорная на 8 человек', 'Комната для деловых встреч, интервью и презентаций.', 'Москва', 'Тверская улица, 10', 2500.00, 8, 'MEETING_ROOM', 'https://placehold.co/600x400', 'PUBLISHED'),

    ('Конференц-зал на 50 человек', 'Пространство для тренингов, лекций и корпоративных мероприятий.', 'Санкт-Петербург', 'Невский проспект, 20', 8000.00, 50, 'CONFERENCE_HALL', 'https://placehold.co/600x400', 'PUBLISHED'),

    ('Учебный класс на 20 человек', 'Класс с проектором, доской и удобной рассадкой.', 'Казань', 'улица Баумана, 15', 3500.00, 20, 'CLASSROOM', 'https://placehold.co/600x400', 'PUBLISHED'),

    ('Лофт для мероприятий', 'Лофт для презентаций, съемок и неформальных встреч.', 'Москва', 'Красный Октябрь, 5', 12000.00, 70, 'LOFT', 'https://placehold.co/600x400', 'PUBLISHED'),

    ('Pop-up шоурум', 'Помещение для временного шоурума, презентации продукта или бренда.', 'Екатеринбург', 'улица Малышева, 30', 6000.00, 30, 'SHOWROOM', 'https://placehold.co/600x400', 'PUBLISHED');